Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# video.pending.discard.confirm
source: Discard post and video
ar: تجاهل المنشور والفيديو
bn: পোস্ট ও ভিডিও বাতিল করুন
ca: Descarta la publicació i el vídeo
cs: Zahodit příspěvek i video
da: Kassér opslag og video
de: Beitrag und Video verwerfen
el: Απόρριψη ανάρτησης και βίντεο
es: Descartar publicación y vídeo
fi: Hylkää julkaisu ja video
fr: Abandonner le post et la vidéo
he: מחק את הפוסט והווידאו
hi: पोस्ट और वीडियो हटाएँ
hr: Odbaci objavu i video
hu: Bejegyzés és videó elvetése
id: Buang postingan dan video
it: Scarta post e video
ja: 投稿と動画を破棄
ko: 게시물과 동영상 버리기
ml: പോസ്റ്റും വീഡിയോയും ഉപേക്ഷിക്കുക
ms: Buang siaran dan video
nb: Forkast innlegg og video
nl: Bericht en video weggooien
pl: Odrzuć wpis i wideo
pt_br: Descartar post e vídeo
pt_pt: Descartar publicação e vídeo
ro: Renunță la postare și video
ru: Отбросить пост и видео
sk: Zahodiť príspevok a video
sv: Förkasta inlägg och video
ta: இடுகையையும் வீடியோவையும் நிராகரி
te: పోస్ట్ మరియు వీడియోను విస్మరించు
th: ละทิ้งโพสต์และวิดีโอ
tr: Gönderiyi ve videoyu sil
uk: Скасувати допис і відео
ur: پوسٹ اور ویڈیو رد کریں
vi: Hủy bài đăng và video
zh_hans: 放弃帖子和视频
zh_hant: 捨棄貼文和影片

# video.pending.discard.title
source: Discard this post? Its video stops uploading and is deleted.
ar: هل تريد تجاهل هذا المنشور؟ سيتوقف رفع الفيديو ويُحذف.
bn: এই পোস্ট বাতিল করবেন? এর ভিডিও আপলোড বন্ধ হবে এবং মুছে যাবে।
ca: Descartar aquesta publicació? El seu vídeo deixa de pujar-se i s'elimina.
cs: Zahodit tento příspěvek? Nahrávání jeho videa se zastaví a video se smaže.
da: Kassér dette opslag? Dets video holder op med at blive uploadet og slettes.
de: Diesen Beitrag verwerfen? Das Hochladen seines Videos stoppt und es wird gelöscht.
el: Να απορριφθεί αυτή η ανάρτηση; Η μεταφόρτωση του βίντεό της σταματά και το βίντεο διαγράφεται.
es: ¿Descartar esta publicación? Su vídeo deja de subirse y se elimina.
fi: Hylätäänkö tämä julkaisu? Sen videon lataus pysähtyy ja video poistetaan.
fr: Abandonner ce post ? L’envoi de sa vidéo s’arrête et elle est supprimée.
he: למחוק את הפוסט הזה? הווידאו שלו מפסיק להיות מועלה ונמחק.
hi: यह पोस्ट हटाएँ? इसके वीडियो का अपलोड रुक जाएगा और वह डिलीट हो जाएगा।
hr: Odbaciti ovu objavu? Prijenos njezina videa staje i video se briše.
hu: Elveted ezt a bejegyzést? A videó feltöltése leáll, és törlődik.
id: Buang postingan ini? Videonya berhenti diunggah dan dihapus.
it: Scartare questo post? Il suo video smette di caricarsi e viene eliminato.
ja: この投稿を破棄しますか? 動画のアップロードは止まり、削除されます。
ko: 이 게시물을 버릴까요? 동영상 업로드가 중단되고 삭제돼요.
ml: ഈ പോസ്റ്റ് ഉപേക്ഷിക്കണോ? അതിന്റെ വീഡിയോ അപ്‌ലോഡ് നിർത്തി ഇല്ലാതാക്കും.
ms: Buang siaran ini? Muat naik videonya dihentikan dan dipadam.
nb: Forkaste dette innlegget? Videoen slutter å lastes opp og slettes.
nl: Dit bericht weggooien? Het uploaden van de video stopt en de video wordt verwijderd.
pl: Odrzucić ten wpis? Przesyłanie wideo zostanie przerwane, a ono usunięte.
pt_br: Descartar este post? O envio do vídeo para e ele é excluído.
pt_pt: Descartar esta publicação? O envio do vídeo para e o vídeo é eliminado.
ro: Renunți la această postare? Încărcarea videoului se oprește, iar videoul este șters.
ru: Отбросить этот пост? Загрузка видео прекратится, а само видео будет удалено.
sk: Zahodiť tento príspevok? Nahrávanie jeho videa sa zastaví a video sa odstráni.
sv: Förkasta det här inlägget? Dess video slutar laddas upp och raderas.
ta: இந்த இடுகையை நிராகரிக்கவா? அதன் வீடியோ பதிவேறுவது நின்று நீக்கப்படும்.
te: ఈ పోస్ట్‌ను విస్మరించాలా? దాని వీడియో అప్‌లోడ్ ఆగిపోయి తొలగించబడుతుంది.
th: ละทิ้งโพสต์นี้? วิดีโอจะหยุดอัปโหลดและถูกลบ
tr: Bu gönderi silinsin mi? Videosunun yüklenmesi durur ve video silinir.
uk: Скасувати цей допис? Завантаження його відео зупиниться, а відео буде видалено.
ur: یہ پوسٹ رد کریں؟ اس کی ویڈیو کا اپ لوڈ رک جاتا ہے اور وہ حذف ہو جاتی ہے۔
vi: Hủy bài đăng này? Video của nó sẽ ngừng tải lên và bị xóa.
zh_hans: 放弃这条帖子？其视频将停止上传并被删除。
zh_hant: 要捨棄這則貼文嗎？其影片將停止上傳並被刪除。

# video.play
source: Play video
ar: تشغيل الفيديو
bn: ভিডিও চালান
ca: Reprodueix el vídeo
cs: Přehrát video
da: Afspil video
de: Video abspielen
el: Αναπαραγωγή βίντεο
es: Reproducir vídeo
fi: Toista video
fr: Lire la vidéo
he: נגן וידאו
hi: वीडियो चलाएँ
hr: Reproduciraj video
hu: Videó lejátszása
id: Putar video
it: Riproduci video
ja: 動画を再生
ko: 동영상 재생
ml: വീഡിയോ പ്ലേ ചെയ്യുക
ms: Main video
nb: Spill av video
nl: Video afspelen
pl: Odtwórz wideo
pt_br: Reproduzir vídeo
pt_pt: Reproduzir vídeo
ro: Redă videoul
ru: Воспроизвести видео
sk: Prehrať video
sv: Spela upp videon
ta: வீடியோவை இயக்கு
te: వీడియో ప్లే చేయి
th: เล่นวิดีโอ
tr: Videoyu oynat
uk: Відтворити відео
ur: ویڈیو چلائیں
vi: Phát video
zh_hans: 播放视频
zh_hant: 播放影片

# video.quoted
source: Video · %@
ar: فيديو · %@
bn: ভিডিও · %@
ca: Vídeo · %@
el: Βίντεο · %@
es: Vídeo · %@
fr: Vidéo · %@
he: וידאו · %@
hi: वीडियो · %@
hu: Videó · %@
ja: 動画 · %@
ko: 동영상 · %@
ml: വീഡിയോ · %@
pl: Wideo · %@
pt_br: Vídeo · %@
pt_pt: Vídeo · %@
ru: Видео · %@
ta: வீடியோ · %@
te: వీడియో · %@
th: วิดีโอ · %@
uk: Відео · %@
ur: ویڈیو · %@
zh_hans: 视频 · %@
zh_hant: 影片 · %@

# video.refusal.length
source: This one is %@.
ar: مدة هذا الفيديو %@.
bn: এটি %@।
ca: Aquest dura %@.
cs: Toto trvá %@.
da: Denne er %@.
de: Dieses hier ist %@ lang.
el: Αυτό διαρκεί %@.
es: Este dura %@.
fi: Tämän kesto on %@.
fr: Celle-ci fait %@.
he: זה באורך %@.
hi: यह %@ का है।
hr: Ovaj traje: %@.
hu: Ez %@ hosszú.
id: Yang ini %@.
it: Questo dura %@.
ja: この動画は%@です。
ko: 이 동영상은 %@예요.
ml: ഇത് %@ ആണ്.
ms: Yang ini %@.
nb: Denne er %@.
nl: Deze is %@.
pl: To trwa %@.
pt_br: Este tem %@.
pt_pt: Este tem %@.
ro: Acesta durează %@.
ru: Длительность — %@.
sk: Toto má %@.
sv: Den här är %@.
ta: இது %@ ஆகும்.
te: ఇది %@.
th: วิดีโอนี้ยาว %@
tr: Bu video %@ uzunluğunda.
uk: Це відео: %@.
ur: یہ والی %@ کی ہے۔
vi: Video này dài %@.
zh_hans: 这个视频%@。
zh_hant: 這支長度為 %@。

# video.remove
source: Remove video
ar: إزالة الفيديو
bn: ভিডিও সরান
ca: Elimina el vídeo
cs: Odebrat video
da: Fjern video
de: Video entfernen
el: Αφαίρεση βίντεο
es: Quitar vídeo
fi: Poista video
fr: Retirer la vidéo
he: הסר וידאו
hi: वीडियो हटाएँ
hr: Ukloni video
hu: Videó eltávolítása
id: Hapus video
it: Rimuovi video
ja: 動画を削除
ko: 동영상 삭제
ml: വീഡിയോ നീക്കം ചെയ്യുക
ms: Alih keluar video
nb: Fjern video
nl: Video verwijderen
pl: Usuń wideo
pt_br: Remover vídeo
pt_pt: Remover vídeo
ro: Elimină videoul
ru: Удалить видео
sk: Odstrániť video
sv: Ta bort video
ta: வீடியோவை நீக்கு
te: వీడియో తొలగించు
th: ลบวิดีโอ
tr: Videoyu kaldır
uk: Видалити відео
ur: ویڈیو ہٹائیں
vi: Xóa video
zh_hans: 移除视频
zh_hant: 移除影片

# video.retry
source: Try again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# video.scrubber
source: Position in video
ar: موضع التشغيل
bn: ভিডিওর অবস্থান
ca: Posició al vídeo
cs: Pozice ve videu
da: Position i videoen
de: Position im Video
el: Θέση στο βίντεο
es: Posición en el vídeo
fi: Kohta videossa
fr: Position dans la vidéo
he: מיקום בווידאו
hi: वीडियो में स्थिति
hr: Položaj u videu
hu: Pozíció a videóban
id: Posisi dalam video
it: Posizione nel video
ja: 動画の再生位置
ko: 동영상 재생 위치
ml: വീഡിയോയിലെ സ്ഥാനം
ms: Kedudukan dalam video
nb: Posisjon i videoen
nl: Positie in video
pl: Pozycja w wideo
pt_br: Posição no vídeo
pt_pt: Posição no vídeo
ro: Poziția în video
ru: Позиция в видео
sk: Pozícia vo videu
sv: Position i videon
ta: வீடியோவில் நிலை
te: వీడియోలో స్థానం
th: ตำแหน่งในวิดีโอ
tr: Videodaki konum
uk: Позиція у відео
ur: ویڈیو میں مقام
vi: Vị trí trong video
zh_hans: 视频播放位置
zh_hant: 影片中的位置

# video.scrubber.value
source: %1$@ of %2$@
ar: %1$@ من %2$@
bn: %2$@-এর মধ্যে %1$@
ca: %1$@ de %2$@
cs: %1$@ z %2$@
da: %1$@ af %2$@
de: %1$@ von %2$@
el: %1$@ από %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
he: %1$@ מתוך %2$@
hi: %2$@ में से %1$@
hr: %1$@ od %2$@
id: %1$@ dari %2$@
it: %1$@ di %2$@
ja: %2$@中%1$@
ko: %2$@ 중 %1$@
ml: %2$@ ൽ %1$@
ms: %1$@ daripada %2$@
nb: %1$@ av %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt_br: %1$@ de %2$@
pt_pt: %1$@ de %2$@
ro: %1$@ din %2$@
ru: %1$@ из %2$@
sk: %1$@ z %2$@
sv: %1$@ av %2$@
ta: %2$@ இல் %1$@
te: %2$@ లో %1$@
th: %1$@ จาก %2$@
uk: %1$@ з %2$@
ur: %2$@ میں سے %1$@
vi: %1$@ trên %2$@

# video.status.finishing
source: Finishing the upload…
ar: جارٍ إنهاء الرفع…
bn: আপলোড শেষ হচ্ছে…
ca: Acabant la pujada…
cs: Dokončování nahrávání…
da: Gør uploadet færdigt…
de: Upload wird abgeschlossen …
el: Ολοκλήρωση της μεταφόρτωσης…
es: Terminando la subida…
fi: Viimeistellään latausta…
fr: Fin de l’envoi…
he: מסיים את ההעלאה…
hi: अपलोड पूरा हो रहा है…
hr: Završavanje prijenosa…
hu: A feltöltés befejezése…
id: Menyelesaikan unggahan…
it: Completamento del caricamento…
ja: アップロードを仕上げています…
ko: 업로드를 마무리하는 중…
ml: അപ്‌ലോഡ് പൂർത്തിയാക്കുന്നു…
ms: Menyelesaikan muat naik…
nb: Fullfører opplastingen …
nl: Upload afronden…
pl: Kończenie przesyłania…
pt_br: Concluindo o envio…
pt_pt: A concluir o envio…
ro: Se finalizează încărcarea…
ru: Завершаем загрузку…
sk: Dokončuje sa nahrávanie…
sv: Slutför uppladdningen…
ta: பதிவேற்றத்தை முடிக்கிறது…
te: అప్‌లోడ్ పూర్తవుతోంది…
th: กำลังอัปโหลดให้เสร็จ…
tr: Yükleme tamamlanıyor…
uk: Завершення завантаження…
ur: اپ لوڈ مکمل ہو رہا ہے…
vi: Đang hoàn tất tải lên…
zh_hans: 正在完成上传…
zh_hant: 正在完成上傳…

# video.status.held
source: Your video is being reviewed before others can see it.
ar: يُراجَع الفيديو قبل أن يراه الآخرون.
bn: অন্যরা দেখার আগে আপনার ভিডিও পর্যালোচনা করা হচ্ছে।
ca: El teu vídeo s'està revisant abans que la resta el pugui veure.
cs: Tvé video se kontroluje, než ho uvidí ostatní.
da: Din video bliver gennemgået, før andre kan se den.
de: Dein Video wird geprüft, bevor andere es sehen können.
el: Το βίντεό σου εξετάζεται προτού το δουν οι άλλοι.
es: Tu vídeo se está revisando antes de que otros puedan verlo.
fi: Videosi tarkastetaan, ennen kuin muut näkevät sen.
fr: Votre vidéo est en cours d’examen avant que d’autres puissent la voir.
he: הווידאו שלך נבדק לפני שאחרים יכולים לראות אותו.
hi: आपके वीडियो को दूसरों के देखने से पहले उसकी समीक्षा हो रही है।
hr: Tvoj video se pregledava prije nego ga drugi mogu vidjeti.
hu: A videódat átvizsgáljuk, mielőtt mások láthatnák.
id: Videomu sedang ditinjau sebelum orang lain bisa melihatnya.
it: Il tuo video è in revisione prima che gli altri possano vederlo.
ja: 他の人に表示される前に、動画を審査しています。
ko: 다른 사람이 보기 전에 동영상을 검토하고 있어요.
ml: മറ്റുള്ളവർക്ക് കാണാൻ കഴിയുന്നതിന് മുമ്പ് നിങ്ങളുടെ വീഡിയോ പരിശോധിക്കുന്നു.
ms: Video anda sedang disemak sebelum orang lain dapat melihatnya.
nb: Videoen din vurderes før andre kan se den.
nl: Je video wordt beoordeeld voordat anderen hem kunnen zien.
pl: Twoje wideo jest sprawdzane, zanim inni je zobaczą.
pt_br: Seu vídeo está sendo analisado antes que outras pessoas possam vê-lo.
pt_pt: O seu vídeo está a ser revisto antes de os outros o poderem ver.
ro: Videoul tău este analizat înainte ca alții să-l poată vedea.
ru: Ваше видео проверяется, прежде чем его смогут увидеть другие.
sk: Tvoje video sa posudzuje, kým ho uvidia ostatní.
sv: Din video granskas innan andra kan se den.
ta: மற்றவர்கள் பார்ப்பதற்கு முன் உங்கள் வீடியோ மதிப்பாய்வு செய்யப்படுகிறது.
te: ఇతరులు చూడకముందు మీ వీడియో సమీక్షించబడుతోంది.
th: วิดีโอของคุณกำลังถูกตรวจสอบก่อนที่คนอื่นจะเห็น
tr: Videonuz, başkaları görmeden önce inceleniyor.
uk: Ваше відео перевіряється, перш ніж його побачать інші.
ur: آپ کی ویڈیو کا جائزہ لیا جا رہا ہے، اس کے بعد دوسرے اسے دیکھ سکیں گے۔
vi: Video của bạn đang được xem xét trước khi người khác thấy được.
zh_hans: 你的视频正在审核，通过后其他人才能看到。
zh_hant: 你的影片正在審核，通過後其他人才能看到。

# video.status.loading
source: Getting your video…
ar: جارٍ جلب الفيديو…
bn: আপনার ভিডিও আনা হচ্ছে…
ca: Obtenint el teu vídeo…
cs: Načítání videa…
da: Henter din video…
de: Dein Video wird geholt …
el: Λήψη του βίντεό σου…
es: Obteniendo tu vídeo…
fi: Haetaan videotasi…
fr: Récupération de votre vidéo…
he: מכין את הווידאו שלך…
hi: आपका वीडियो लाया जा रहा है…
hr: Dohvaćanje tvog videa…
hu: A videód lekérése…
id: Mengambil videomu…
it: Recupero del tuo video…
ja: 動画を取得中…
ko: 동영상을 가져오는 중…
ml: നിങ്ങളുടെ വീഡിയോ എടുക്കുന്നു…
ms: Mengambil video anda…
nb: Henter videoen din …
nl: Je video ophalen…
pl: Pobieranie Twojego wideo…
pt_br: Obtendo seu vídeo…
pt_pt: A obter o seu vídeo…
ro: Se pregătește videoul…
ru: Получаем ваше видео…
sk: Načítava sa tvoje video…
sv: Hämtar din video…
ta: உங்கள் வீடியோவைப் பெறுகிறது…
te: మీ వీడియో తెచ్చుకుంటోంది…
th: กำลังรับวิดีโอของคุณ…
tr: Videonuz getiriliyor…
uk: Отримуємо ваше відео…
ur: آپ کی ویڈیو لی جا رہی ہے…
vi: Đang lấy video của bạn…
zh_hans: 正在获取你的视频…
zh_hant: 正在取得你的影片…

# video.status.posting
source: Posting…
ar: جارٍ النشر…
bn: পোস্ট হচ্ছে…
ca: Publicant…
cs: Zveřejňování…
da: Slår op…
de: Wird gepostet …
el: Δημοσίευση…
es: Publicando…
fi: Julkaistaan…
fr: Publication…
he: מפרסם…
hi: पोस्ट हो रही है…
hr: Objavljivanje…
hu: Közzététel…
id: Memposting…
it: Pubblicazione…
ja: 投稿中…
ko: 게시하는 중…
ml: പോസ്റ്റ് ചെയ്യുന്നു…
ms: Menyiarkan…
nb: Publiserer …
nl: Plaatsen…
pl: Publikowanie…
pt_br: Postando…
pt_pt: A publicar…
ro: Se postează…
ru: Публикация…
sk: Zverejňuje sa…
sv: Publicerar…
ta: இடுகையிடுகிறது…
te: పోస్ట్ చేస్తోంది…
th: กำลังโพสต์…
tr: Paylaşılıyor…
uk: Публікація…
ur: پوسٹ ہو رہی ہے…
vi: Đang đăng…
zh_hans: 正在发布…
zh_hant: 發布中…

# video.status.preparing
source: Getting your video ready… %@
ar: جارٍ تجهيز الفيديو للرفع… %@
bn: আপনার ভিডিও প্রস্তুত হচ্ছে… %@
ca: Preparant el teu vídeo… %@
cs: Příprava videa… %@
da: Gør din video klar… %@
de: Dein Video wird vorbereitet … %@
el: Προετοιμασία του βίντεό σου… %@
es: Preparando tu vídeo… %@
fi: Valmistellaan videotasi… %@
fr: Préparation de votre vidéo… %@
he: מכין את הווידאו שלך… %@
hi: आपका वीडियो तैयार हो रहा है… %@
hr: Priprema tvog videa… %@
hu: A videód előkészítése… %@
id: Menyiapkan videomu… %@
it: Preparazione del tuo video… %@
ja: 動画を準備中… %@
ko: 동영상을 준비하는 중… %@
ml: നിങ്ങളുടെ വീഡിയോ തയ്യാറാക്കുന്നു… %@
ms: Menyiapkan video anda… %@
nb: Gjør videoen din klar … %@
nl: Je video klaarmaken… %@
pl: Przygotowywanie Twojego wideo… %@
pt_br: Preparando seu vídeo… %@
pt_pt: A preparar o seu vídeo… %@
ro: Se pregătește videoul… %@
ru: Готовим ваше видео… %@
sk: Pripravuje sa tvoje video… %@
sv: Gör din video redo… %@
ta: உங்கள் வீடியோவைத் தயார் செய்கிறது… %@
te: మీ వీడియో సిద్ధమవుతోంది… %@
th: กำลังเตรียมวิดีโอของคุณ… %@
tr: Videonuz hazırlanıyor… %@
uk: Готуємо ваше відео… %@
ur: آپ کی ویڈیو تیار ہو رہی ہے… %@
vi: Đang chuẩn bị video của bạn… %@
zh_hans: 正在准备你的视频… %@
zh_hant: 正在準備你的影片… %@

# video.status.processing
source: Preparing your video. Only you can see this post until it's ready.
ar: جارٍ تجهيز الفيديو. لن يرى هذا المنشور أحد غيرك حتى يصبح جاهزًا.
bn: আপনার ভিডিও প্রস্তুত হচ্ছে। প্রস্তুত না হওয়া পর্যন্ত এই পোস্ট শুধু আপনি দেখতে পাবেন।
ca: Preparant el teu vídeo. Només tu pots veure aquesta publicació fins que estigui a punt.
cs: Příprava videa. Tento příspěvek vidíš jen ty, dokud nebude hotový.
da: Klargør din video. Kun du kan se dette opslag, til den er klar.
de: Dein Video wird vorbereitet. Nur du siehst diesen Beitrag, bis es fertig ist.
el: Προετοιμασία του βίντεό σου. Μόνο εσύ βλέπεις αυτή την ανάρτηση μέχρι να είναι έτοιμο.
es: Preparando tu vídeo. Solo tú ves esta publicación hasta que esté listo.
fi: Valmistellaan videotasi. Vain sinä näet tämän julkaisun, kunnes se on valmis.
fr: Préparation de votre vidéo. Vous seul voyez ce post tant qu’elle n’est pas prête.
he: מכין את הווידאו שלך. רק אתה יכול לראות את הפוסט הזה עד שיהיה מוכן.
hi: आपका वीडियो तैयार हो रहा है। तैयार होने तक इस पोस्ट को सिर्फ़ आप देख सकते हैं।
hr: Priprema tvog videa. Samo ti vidiš ovu objavu dok ne bude spremna.
hu: A videód előkészítése. Ezt a bejegyzést csak te látod, amíg el nem készül.
id: Menyiapkan videomu. Hanya kamu yang bisa melihat postingan ini sampai siap.
it: Preparazione del tuo video. Solo tu puoi vedere questo post finché non è pronto.
ja: 動画を準備中です。準備ができるまで、この投稿はあなただけに表示されます。
ko: 동영상을 준비하는 중이에요. 준비가 끝날 때까지 이 게시물은 나만 볼 수 있어요.
ml: നിങ്ങളുടെ വീഡിയോ തയ്യാറാക്കുന്നു. തയ്യാറാകുംവരെ ഈ പോസ്റ്റ് നിങ്ങൾക്ക് മാത്രമേ കാണാനാകൂ.
ms: Menyediakan video anda. Hanya anda yang boleh melihat siaran ini sehingga ia siap.
nb: Klargjør videoen din. Bare du kan se dette innlegget til den er klar.
nl: Je video wordt voorbereid. Alleen jij kunt dit bericht zien totdat hij klaar is.
pl: Przygotowywanie Twojego wideo. Tylko Ty widzisz ten wpis, dopóki nie będzie gotowy.
pt_br: Preparando seu vídeo. Só você vê este post até ele ficar pronto.
pt_pt: A preparar o seu vídeo. Só você vê esta publicação até estar pronto.
ro: Se pregătește videoul. Doar tu vezi această postare până când este gata.
ru: Готовим ваше видео. Пока оно не готово, этот пост видите только вы.
sk: Pripravuje sa tvoje video. Kým nie je hotové, tento príspevok vidíš iba ty.
sv: Förbereder din video. Bara du kan se det här inlägget tills den är klar.
ta: உங்கள் வீடியோவைத் தயார் செய்கிறது. தயாராகும் வரை இந்த இடுகையை நீங்கள் மட்டுமே பார்க்க முடியும்.
te: మీ వీడియో సిద్ధమవుతోంది. అది సిద్ధమయ్యే వరకు ఈ పోస్ట్‌ను మీరు మాత్రమే చూడగలరు.
th: กำลังเตรียมวิดีโอของคุณ เฉพาะคุณที่เห็นโพสต์นี้จนกว่าจะพร้อม
tr: Videonuz hazırlanıyor. Hazır olana kadar bu gönderiyi yalnızca siz görebilirsiniz.
uk: Готуємо ваше відео. Поки воно не буде готове, цей допис бачите лише ви.
ur: آپ کی ویڈیو تیار ہو رہی ہے۔ تیار ہونے تک اس پوسٹ کو صرف آپ دیکھ سکتے ہیں۔
vi: Đang chuẩn bị video của bạn. Chỉ bạn thấy bài đăng này cho đến khi nó sẵn sàng.
zh_hans: 正在处理你的视频。在准备好之前，只有你能看到这条帖子。
zh_hant: 正在處理你的影片。在準備好之前，只有你看得到這則貼文。

# video.status.removedByModerator
source: A moderator removed this video because it breaks the community guidelines.
ar: أزال أحد المشرفين هذا الفيديو لمخالفته إرشادات المجتمع.
bn: কমিউনিটি নির্দেশিকা ভাঙায় একজন মডারেটর এই ভিডিও সরিয়েছেন।
ca: Un moderador ha eliminat aquest vídeo perquè incompleix les normes de la comunitat.
cs: Moderátor toto video odstranil, protože porušuje zásady komunity.
da: En moderator fjernede denne video, fordi den bryder fællesskabets retningslinjer.
de: Ein Moderator hat dieses Video entfernt, weil es gegen die Community-Richtlinien verstößt.
el: Ένας συντονιστής αφαίρεσε αυτό το βίντεο επειδή παραβιάζει τις οδηγίες της κοινότητας.
es: Un moderador eliminó este vídeo porque incumple las normas de la comunidad.
fi: Moderaattori poisti tämän videon, koska se rikkoo yhteisön ohjeita.
fr: Un modérateur a supprimé cette vidéo car elle enfreint les règles de la communauté.
he: מנהל תוכן הסיר את הווידאו הזה כי הוא מפר את כללי הקהילה.
hi: एक मॉडरेटर ने यह वीडियो हटा दिया क्योंकि यह कम्युनिटी दिशानिर्देशों का उल्लंघन करता है।
hr: Moderator je uklonio ovaj video jer krši smjernice zajednice.
hu: Egy moderátor eltávolította ezt a videót, mert sérti a közösségi irányelveket.
id: Seorang moderator menghapus video ini karena melanggar pedoman komunitas.
it: Un moderatore ha rimosso questo video perché viola le linee guida della community.
ja: コミュニティガイドラインに違反するため、モデレーターがこの動画を削除しました。
ko: 커뮤니티 가이드라인을 위반하여 모더레이터가 이 동영상을 삭제했어요.
ml: കമ്മ്യൂണിറ്റി മാർഗ്ഗനിർദ്ദേശങ്ങൾ ലംഘിച്ചതിനാൽ ഒരു മോഡറേറ്റർ ഈ വീഡിയോ നീക്കം ചെയ്തു.
ms: Seorang moderator mengalih keluar video ini kerana ia melanggar garis panduan komuniti.
nb: En moderator fjernet denne videoen fordi den bryter retningslinjene for fellesskapet.
nl: Een moderator heeft deze video verwijderd omdat hij de communityrichtlijnen overtreedt.
pl: Moderator usunął to wideo, ponieważ łamie zasady społeczności.
pt_br: Um moderador removeu este vídeo porque ele viola as diretrizes da comunidade.
pt_pt: Um moderador removeu este vídeo porque viola as diretrizes da comunidade.
ro: Un moderator a eliminat acest video pentru că încalcă regulile comunității.
ru: Модератор удалил это видео, потому что оно нарушает правила сообщества.
sk: Moderátor odstránil toto video, pretože porušuje pravidlá komunity.
sv: En moderator tog bort den här videon eftersom den bryter mot communityriktlinjerna.
ta: சமூக வழிகாட்டுதல்களை மீறியதால் மதிப்பாளர் இந்த வீடியோவை நீக்கினார்.
te: కమ్యూనిటీ మార్గదర్శకాలను ఉల్లంఘించినందున మోడరేటర్ ఈ వీడియోను తొలగించారు.
th: ผู้ดูแลลบวิดีโอนี้เพราะละเมิดแนวปฏิบัติของชุมชน
tr: Bir moderatör bu videoyu topluluk kurallarını ihlal ettiği için kaldırdı.
uk: Модератор видалив це відео, бо воно порушує правила спільноти.
ur: ایک ماڈریٹر نے یہ ویڈیو ہٹا دی کیونکہ یہ کمیونٹی کے رہنما اصولوں کی خلاف ورزی کرتی ہے۔
vi: Một người kiểm duyệt đã xóa video này vì nó vi phạm nguyên tắc cộng đồng.
zh_hans: 版主移除了此视频，因为它违反了社区准则。
zh_hant: 版主因此影片違反社群規範而將其移除。

# video.status.uploaded
source: Uploaded. Post it when you're ready.
ar: اكتمل الرفع. انشره متى شئت.
bn: আপলোড হয়েছে। প্রস্তুত হলে পোস্ট করুন।
ca: Pujat. Publica'l quan estiguis a punt.
cs: Nahráno. Zveřejni ho, až budeš připraven.
da: Uploadet. Slå op, når du er klar.
de: Hochgeladen. Poste es, wenn du bereit bist.
el: Ανέβηκε. Δημοσίευσέ το όταν είσαι έτοιμος.
es: Subido. Publícalo cuando estés listo.
fi: Ladattu. Julkaise se, kun olet valmis.
fr: Envoyée. Publiez-la quand vous voulez.
he: הועלה. פרסם כשתהיה מוכן.
hi: अपलोड हो गया। तैयार होने पर पोस्ट करें।
hr: Preneseno. Objavi kad budeš spreman/na.
hu: Feltöltve. Tedd közzé, ha készen állsz.
id: Terunggah. Posting saat kamu siap.
it: Caricato. Pubblicalo quando sei pronto.
ja: アップロードしました。準備ができたら投稿してください。
ko: 업로드 완료. 준비되면 게시하세요.
ml: അപ്‌ലോഡ് ചെയ്തു. തയ്യാറാകുമ്പോൾ പോസ്റ്റ് ചെയ്യുക.
ms: Dimuat naik. Siarkan apabila anda sudah bersedia.
nb: Lastet opp. Publiser den når du er klar.
nl: Geüpload. Plaats hem wanneer je klaar bent.
pl: Przesłano. Opublikuj, gdy będziesz gotowy.
pt_br: Enviado. Poste quando quiser.
pt_pt: Enviado. Publique quando estiver pronto.
ro: Încărcat. Postează-l când ești gata.
ru: Загружено. Опубликуйте, когда будете готовы.
sk: Nahrané. Zverejni ho, keď budeš pripravený.
sv: Uppladdad. Publicera den när du är redo.
ta: பதிவேற்றப்பட்டது. தயாரானதும் இடுகையிடுங்கள்.
te: అప్‌లోడ్ అయింది. సిద్ధమైనప్పుడు పోస్ట్ చేయండి.
th: อัปโหลดแล้ว โพสต์เมื่อคุณพร้อม
tr: Yüklendi. Hazır olunca paylaşın.
uk: Завантажено. Опублікуйте, коли будете готові.
ur: اپ لوڈ ہو گئی۔ تیار ہوں تو پوسٹ کریں۔
vi: Đã tải lên. Hãy đăng khi bạn sẵn sàng.
zh_hans: 已上传。准备好后即可发布。
zh_hant: 已上傳。準備好時再發布。

# video.status.uploading
source: Uploading… %@
ar: جارٍ الرفع… %@
bn: আপলোড হচ্ছে… %@
ca: Pujant… %@
cs: Nahrávání… %@
da: Uploader… %@
de: Wird hochgeladen … %@
el: Μεταφόρτωση… %@
es: Subiendo… %@
fi: Ladataan… %@
fr: Envoi en cours… %@
he: מעלה… %@
hi: अपलोड हो रहा है… %@
hr: Prijenos… %@
hu: Feltöltés… %@
id: Mengunggah… %@
it: Caricamento… %@
ja: アップロード中… %@
ko: 업로드 중… %@
ml: അപ്‌ലോഡ് ചെയ്യുന്നു… %@
ms: Memuat naik… %@
nb: Laster opp … %@
nl: Uploaden… %@
pl: Przesyłanie… %@
pt_br: Enviando… %@
pt_pt: A enviar… %@
ro: Se încarcă… %@
ru: Загрузка… %@
sk: Nahráva sa… %@
sv: Laddar upp… %@
ta: பதிவேற்றுகிறது… %@
te: అప్‌లోడ్ అవుతోంది… %@
th: กำลังอัปโหลด… %@
tr: Yükleniyor… %@
uk: Завантаження… %@
ur: اپ لوڈ ہو رہی ہے… %@
vi: Đang tải lên… %@
zh_hans: 正在上传… %@
zh_hant: 上傳中… %@
